tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "messense/macos-cross-toolchains"
brew "act"
brew "ca-certificates"
brew "autoconf"
brew "bat"
brew "blueutil"
brew "bottom"
brew "glib"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "libssh2"
brew "openldap"
brew "curl"
brew "freetds"
brew "libpq"
brew "php"
brew "composer"
brew "coreutils"
brew "duf"
brew "libevent"
brew "folly"
brew "exa"
brew "openssl@3"
brew "fastlane"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "ffmpeg@4"
brew "freeglut"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-flow"
brew "gitlab-runner", restart_service: true
brew "glew"
brew "glfw"
brew "glm"
brew "gnupg"
brew "gobject-introspection"
brew "httpd"
brew "hub"
brew "hugo"
brew "ideviceinstaller"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "iproute2mac"
brew "jq"
brew "maven"
brew "mosquitto"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nvm"
brew "openssh"
brew "python@3.8"
brew "python@3.9"
brew "r"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby@2.7"
brew "rust-analyzer"
brew "sccache"
brew "scrcpy"
brew "speedtest-cli"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zoxide"
brew "zsh"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu", link: false
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-gnu"
cask "altserver"
cask "android-platform-tools"
cask "android-studio"
cask "anydesk"
cask "appcleaner"
cask "arc"
cask "balenaetcher"
cask "beekeeper-studio"
cask "brave-browser"
cask "cron"
cask "discord"
cask "docker"
cask "fing"
cask "font-fira-code"
cask "iterm2"
cask "mqtt-explorer"
cask "obs"
cask "raycast"
cask "shottr"
cask "spotify"
cask "steam"
cask "tableplus"
cask "telegram-desktop"
cask "visual-studio-code"
cask "whatsapp"
cask "wireshark"
