tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "khanhas/tap"
tap "messense/macos-cross-toolchains"
tap "minacle/chntpw"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "sidneys/homebrew"
tap "stripe/stripe-cli"
brew "act"
brew "ca-certificates"
brew "gettext"
brew "libssh2"
brew "aria2"
brew "autoconf"
brew "automake"
brew "bat"
brew "blueutil"
brew "bottom"
brew "cabextract"
brew "glib"
brew "cdrtools"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "openldap"
brew "curl"
brew "libtool"
brew "freetds"
brew "libpq"
brew "php"
brew "composer"
brew "coreutils"
brew "duf"
brew "libevent"
brew "folly"
brew "exa"
brew "exiftool"
brew "fastlane"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "ffmpeg@4"
brew "freeglut"
brew "fzf"
brew "libidn"
brew "git"
brew "git-delta"
brew "git-flow"
brew "gitlab-runner", restart_service: true
brew "glew"
brew "glfw"
brew "glm"
brew "gnupg"
brew "gobject-introspection"
brew "httpd"
brew "hub"
brew "hugo"
brew "ideviceinstaller"
brew "jasper"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "iproute2mac"
brew "jenv"
brew "jq"
brew "llvm"
brew "maven"
brew "node"
brew "mosquitto"
brew "nghttp2"
brew "nmap"
brew "nvm"
brew "openjdk@17"
brew "openssh"
brew "python@3.8"
brew "python@3.9"
brew "r"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby@2.7"
brew "rust-analyzer"
brew "sccache"
brew "scrcpy"
brew "speedtest-cli"
brew "telnet"
brew "watchman"
brew "wget"
brew "wimlib"
brew "yarn"
brew "youtube-dl"
brew "zoxide"
brew "zsh"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-gnu"
brew "minacle/chntpw/chntpw"
brew "mongodb/brew/mongodb-community"
brew "stripe/stripe-cli/stripe"
cask "adoptopenjdk8"
cask "altserver"
cask "android-platform-tools"
cask "android-studio"
cask "anydesk"
cask "appcleaner"
cask "arc"
cask "babeledit"
cask "balenaetcher"
cask "beekeeper-studio"
cask "clockify"
cask "cyberduck"
cask "discord"
cask "docker"
cask "figma"
cask "fing"
cask "font-fira-code"
cask "gitkraken"
cask "google-chrome"
cask "hiddenbar"
cask "intellij-idea-ce"
cask "mongodb-compass"
cask "mqtt-explorer"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "orbstack"
cask "raycast"
cask "readdle-spark"
cask "shottr"
cask "spotify"
cask "stats"
cask "steam"
cask "telegram-desktop"
cask "temurin"
cask "temurin11"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "warp"
cask "whatsapp"
cask "wireshark"
vscode "attilabuti.vscode-mjml"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "budparr.language-hugo-vscode"
vscode "clinyong.vscode-css-modules"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "foxundermoon.shell-format"
vscode "ghmcadams.lintlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "gruntfuggly.todo-tree"
vscode "helixquar.randomeverything"
vscode "huuums.vscode-fast-folder-structure"
vscode "jeroen-meijer.pubspec-assist"
vscode "kamikillerto.vscode-colorize"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "lokalise.i18n-ally"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-it"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "msjsdiag.vscode-react-native"
vscode "nrwl.angular-console"
vscode "orta.vscode-jest"
vscode "pflannery.vscode-versionlens"
vscode "plibither8.remove-comments"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "uctakeoff.vscode-counter"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitaliymaz.vscode-svg-previewer"
vscode "vunguyentuan.vscode-css-variables"
vscode "vunguyentuan.vscode-postcss"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
