tap "caskroom/cask"
tap "caskroom/fonts"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
brew "autoconf"
brew "bat"
brew "blueutil"
brew "cocoapods"
brew "composer"
brew "exa"
brew "fastlane", link: false
brew "libevent"
brew "freeglut"
brew "fzf"
brew "gdb"
brew "git-delta"
brew "gitlab-runner", restart_service: true
brew "glew"
brew "glfw"
brew "glm"
brew "gnupg"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "maven"
brew "node"
brew "php"
brew "r"
brew "ripgrep"
brew "scrcpy"
brew "speedtest-cli"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zoxide"
brew "zsh"
brew "federico-terzi/espanso/espanso"
brew "khanhas/tap/spicetify-cli"
cask "alfred"
cask "android-platform-tools"
cask "appcleaner"
cask "bitwarden"
cask "brave-browser"
cask "discord"
cask "fastlane"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "rstudio"
cask "spotify"
cask "telegram"
cask "telegram-desktop"
cask "vlc"
cask "whatsapp"
